[Cues]
Act_E2_1B_CampusB_Birds_Look01_Max_010 = "Burung-burung yang berbondong-bondong di sekitar Samuel ..."
Act_E2_1B_CampusB_BrokenWindow_Look01_Max_010 = "Sial, jendela masih rusak setelah aku memperingatkan Alyssa tentang sepak bola nakal. Satu hal kecil mengubah jalan hidup yang jendela ..."
Act_E2_1B_CampusB_CHSamuel_Look01_Max_010 = "Ah, ada Samuel, bangun pagi, sudah berkomunikasi dengan makhluk liar ..."
Act_E2_1B_CampusB_CHSquirrel_VoiceOver_Max_010 = "Aku lebih baik tidak mendekati bangku atau tupai tidak akan mengambil makanan."
Act_E2_1B_CampusB_CHTaylor_Look01_Max_010 = "Aku tidak berpikir aku benar-benar melihat Taylor sendiri tanpa Team Victoria."
Act_E2_1B_CampusB_CHTaylor_Look02_Max_020 = "Nah, percakapan yang tidak mengisap. Berikan perdamaian kesempatan ..."
Act_E2_1B_CampusB_CHWarren_Look01_Max_010 = "Warren adalah keluar dan sekitar sudah terlalu. Sepertinya dia menunggu seseorang ..."
Act_E2_1B_CampusB_CHWarren_Look02_Max_020 = "Itu anak retakku. Aku senang dia di sisiku."
Act_E2_1B_CampusB_FootBall_Look01_Max_010 = "Tidak dapat Blackwell memiliki setidaknya satu" Tidak ada Zona Football "?"
Act_E2_1B_CampusB_MPA04_Look01_Max_010 = "Aku dapat melihat bahwa Samuel bersangkutan, tetapi ... ia membutuhkan poster?"
Act_E2_1B_CampusB_Object01_Look01_Max_010 = "Aku belum pernah melihat Samuel mengenakan nuansa ... dan apa dengan omong kosong lainnya ini?"
Act_E2_1B_CampusB_Pipe_Look01_Max_010 = "Aku pasti tidak akan bermain dengan hal ini lagi ..."
Act_E2_1B_CampusB_Plaque_Look01_Max_010 = "" The Prescott Asrama. "Ya Tuhan, keluarga Nathan memiliki asramaku ?!"
Act_E2_1B_CampusB_RachelPhotos_Look01_Max_010 = "Bagaimana Samuel mendapatkan foto dari Rachel berpose?"
Act_E2_1B_CampusB_Scaffolding_Look01_Max_010 = "Pekerjaan cat tampak hebat. Samuel tahu skema warna nya."
Act_E2_1B_CampusB_Squirrel_Interact01_Max_010 = "Ya! Lain Pulitzer untuk portofolio!"
Act_E2_1B_CampusB_Squirrel_Look01_Max_010 = "wowser, sulit untuk mendekati ini untuk tupai ..."
Act_E2_1B_CampusB_Tools_Look01_Max_010 = "Samuel benar-benar harus menjaga ini terkunci. Ini kecelakaan tunggu. Dan terlalu mudah untuk menyelinap ke ..."
Act_E2_1B_CampusB_Totem_Look01_Max_010 = "Warren mengatakan kepadaku bahwa totem bernama" Tobanga "untuk alasan yang tidak ada yang tahu."
Act_E2_1B_CampusB_TrashFood_Interact01_Max_010 = "Lepaskan Kraken! Ayo tupai, waktu untukmu 15 menit ketenaran ..."
Act_E2_1B_CampusB_TrashFood_Look01_Max_010 = "Seberapa sulit untuk membuang sampah ke tempat sampah? Tapi aku bisa menggunakan ini untuk menarik tupai ..."
Act_E2_1B_CampusB_VoiceOver01_VoiceOver_Max_010 = "Aku harus pergi ke kampus utama dan menangkap bus. Chloe sedang menunggu di restoran."
Act_E2_1B_CampusB_VoiceOver02_VoiceOver_Max_020 = "Aku lebih baik pergi ke kampus utama sehingga aku dapat mengambil bus ke restoran. Chloe sedang menunggu."
Act_E2_1B_CampusB_VoiceOver03_VoiceOver_Max_030 = "Blackwell begitu tenang pagi ini..."
Act_E2_1B_CampusB_VoiceOver04_VoiceOver_Max_040 = "Kampus ini memiliki portofolio kemungkinan gambar..."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_001 = "Hei Samuel, kau sampai awal."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_003 = "Itu salah satu hal yang aku benar-benar mencintai tentang Arcadia Bay, | itu semua hewan-hewan keren di hutan."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_007 = "Jangan tertawa, tapi ... aku melihat doe yang tampaknya melihat tepat ke arahku ... seperti itu mencoba untuk berkomunikasi ..."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_015 = "The biasa ... Kau tahu."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_017 = "Jadi, apa yang kau pikirkan tentang itu salju mandi aneh kemarin?"
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_021 = "Maaf untuk membongkar, Samuel, tapi ... mengapa ada foto-foto Rachel Amber di gudangmu? Aku ingin tahu tentang dia ..."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_025 = "Tapi kau lakukan?"
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_027 = "Oh. Kau bicara dengan polisi. Rachel ingin menjadi model."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_028 = "Aku tahu orang-orang yang melakukan. Orang-orang yang mencari dirinya."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_030 = "Ini ada misteri bahwa kau memiliki foto-fotonya ..."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_034 = "Aku jadi tidak ingin mendapatkan di jalan ritual pagimu. Lihat nanti."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_040 = "Halo lagi, Samuel."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_042 = "Jadi kau kenal dia?"
Cue_E2_1B_CampusB_CHSamuel_Phase01_Max_043 = "Aku tahu orang-orang yang peduli padanya. Orang-orang yang mencari dirinya."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_002 = "Oh-halo, muda Max. Aku suka pagi. Semuanya begitu tenang dan tenang ... dan aku bisa merasakan hewan bangun denganku."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_004 = "The tupai selalu datang di pagi hari ... untuk makanan. Aku bisa mendengar mereka berbisik ... hewan Apa yang Anda lihat di hutan?"
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_008 = "Oh, itu roh binatangmu! Tidak ada yang aneh di sana, kecuali kau melihatmu. Bisa menjadi tanda tentang takdirmu ... Apa yang aku tahu? Aku semangat hewan tupai."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_016 = "Sepertinya Anda tahu lebih banyak."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_020 = "Pesan lain dari Bumi untuk menjadikan kami bersama-sama. Aku akan mengatakan bahwa Samuel belum melihat sesuatu seperti itu sebelumnya ..."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_022 = "" Maaf untuk membongkar "katanya sambil mencongkel. Sekarang semua orang ingin tahu tentang dia."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_026 = "Seperti yang aku katakan kepada polisi, dia adalah telur yang baik. Dan dia memberiku foto-foto."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_029 = "Jika dia dapat ditemukan. Seperti Anda, itulah sifat misteri."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_031 = "Ya. Dia memberi tahu tembakan kepala seperti tupai mengejar makanan. Terus mencongkel, Max. Kedengarannya seperti kau memiliki banyak waktu di tanganmu ..."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_035 = "Tentu saja aku punya."
Cue_E2_1B_CampusB_CHSamuel_Phase01_Samuel_041 = "Halo lagi sendiri, Max."
Cue_E2_1B_CampusB_CHSamuel_Phase02_Samuel_001 = "Hati-hati, Max ... dan terus mendengarkan binatang."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_001 = "Hi Taylor ..."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_004 = "Aku tidak ingin bertengkar denganmu atau Victoria. Daripada smacktalk ... mari kita bicara. Untuk sekali."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_006 = "Kate benar-benar marah tentang video ... Semua gosip ini kejam."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_008 = "Mengapa kamu bergaul dengan Victoria? Dia cukup berarti bagi Anda dan Courtney."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_010 = "Kurasa aku sudah rata, teman-teman terbaik yang bossy juga. Lebih baik daripada memiliki rata-rata, orang tua suka memerintah ..."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_012 = "Sudahlah, Taylor."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_014 = "Aku pernah mendengar bahwa ibumu sakit. Maafkan aku. Apa-apa yang terjadi padanya?"
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_016 = "Aku tahu. Itu sebabnya aku ingin bicara."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Max_027 = "Yah, maaf ada, Taylor."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_002 = "Mengapa Anda bahkan berbicara denganku setelah kotoran Anda ditarik kemarin dengan Victoria?"
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_003 = "" Hi Taylor. "Hanya karena Anda yang bagus untuk Victoria tidak berarti aku harus bagus untuk Anda."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_005 = "Kau lucu. Nah, aku tidak melakukan apa-apa pada saat ini ... jadi bicara."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_007 = "Boo hoo. Itulah yang terjadi ketika Anda berkhotbah kepada semua orang tentang seks. Dia akan hidup."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_009 = "Dan dia suka memerintah juga! Lihat, Anda tidak mengenalnya. Aku lakukan. Dan dia salah satu teman terbaik yang kau miliki."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_011 = "Aku akan senang jika ibuku pemarah atau suka memerintah bukannya sakit ... terserahlah. Setidakya kita sudah berbicara."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_013 = "Itu adalah pembicaraan yang besar, Max. Mari kita tidak melakukannya lagi. Sekarang jika permisi ..."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_015 = "Nah, jika Anda melakukan perawatan ... Ibuku telah kembali operasi. Victoria ada di sana untukku. Seperti Anda untuk Kate. Aku bukan tentang merobek orang bawah, Max."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_017 = "Aku ... senang kami lakukan."
Cue_E2_1B_CampusB_CHTaylor_Phase01_Taylor_028 = "Pada bahwa kita setuju. Apakah kamu keberatan? Meninggalkan? Terima kasih."
Cue_E2_1B_CampusB_CHTaylor_Phase02_Max_001 = "Taylor?"
Cue_E2_1B_CampusB_CHTaylor_Phase02_Taylor_002 = "Percakapan di atas."
Cue_E2_1B_CampusB_CHTaylor_Phase03_Max_001 = "Hai lagi, Taylor."
Cue_E2_1B_CampusB_CHTaylor_Phase03_Taylor_002 = "Hey. Itu tidak seperti bicara buruk. Kami harus melakukannya lagi. Lihat nanti."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_002 = "Warren, apa yang Anda lakukan di sini?"
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_005 = "By the way, terima kasih untuk melangkah. Anda cukup badass, Warren. Aku berutang Anda."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_007 = "Itu intens. Semuanya terjadi begitu cepat. Aku berutang Anda."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_009 = "Kau nyata" Everyday Hero. "Anda berdiri untuk pengganggu dan itu mengagumkan."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_010 = "Seorang teman lama. Chloe Harga? Kami belum melihat satu sama lain dalam beberapa saat."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_015 = "Hanya bajak laut Aku digunakan untuk mengetahui."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_018 = "Aku tertangkap basah dia di kamar mandi kemarin dengan pistol. Aku terlalu takut untuk memberitahu Kepala Wells. Tolong jangan mengatakan apa-apa. Aku akan memberikan info lebih lanjut nanti."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_022 = "Aku tertangkap basah dia di kamar mandi kemarin dengan pistol. Aku akan memberikan cerita nanti. Principal Wells mengurusnya sekarang, kuharap."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_028 = "Dia berbahaya. Aku tidak ingin kau terlibat. Kau membantuku kemarin, tapi tetap rendah, Nathan Prescott akan mendapatkan karma nya segera."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_036 = "Ya, itulah yang aku butuhkan. Aku suka film-film kera tua-sekolah."
Cue_E2_1B_CampusB_CHWarren_Phase01_Max_040 = "Tidak, aku tidak berpikir aku bisa berkonsentrasi pada pergi ke bioskop. Aku hanya merasa seperti melarikan diri."
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_001 = "Oh, tidak-tunggu Untuk panggilan Maksudku, aku sudah mengambil panggilan ... |.?. Pokoknya aku ingin rap tentang tindakan yang kemarin."
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_006 = "Oh ya, tentu daja. Aku sudah dihajar sama si brengsek itu. Aku menjadi salah satu superhero pribadi."
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_016 = "Aku yakin kau senang melihat ledakan nya di truk yang seperti bintang rock. Yang menimbulkan pertanyaan-mengapa Nathan Prescott mendapatkan psiko padamu?"
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_031 = "Aneh minggu sialan. Seperti itu hujan salju Bizarro kemarin. Berbicara tentang distopia, yang drive-in adalah memiliki 70" Planet of the Apes "maraton. Mari kita" Go Ape! ""
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_037 = "Nah, itu lebih mudah daripada yang kupikir. Keren. Aku memberimu infonya."
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_041 = "Baik. Jadilah kotor manusia biadab. Aku akan "Go Ape" sendiri."
Cue_E2_1B_CampusB_CHWarren_Phase01_Warren_044 = "Meskipun kau meninggalkanku dengan kata pengganggu dan lari dengan gadis itu ... Dia cukup punk rock, bagaimana kau tahu dia?"
Cue_E2_1B_CampusB_CHWarren_Phase02_Warren_001 = "Aku harus memberitahu Brooke aku akan pergi denganmu ke film bukan. Aku akan teks nanti?"
Cue_E2_1B_CampusB_CHWarren_Phase03_Warren_001 = "Uh, aku harus melihat apakah Brooke ingin pergi ke drive-in, Max. Mungkin aku akan melihatmu nanti."
Cue_E2_1B_CampusB_MeetWarren_IGE_Max_010 = "Hei Warren, apa yang kau lakukan di sini?"
Cue_E2_1B_CampusB_WarrenLoop_Warren_010 = "Max! Lihat ini!"
Cue_E2_1B_CampusB_WarrenLoop_Warren_020 = "Max, di sini."
Cue_E2_1B_CampusB_WarrenLoop_Warren_030 = "Max! Ayo sini!"
Cue_E2_1B_CampusB_WarrenLoop_Warren_040 = "Hai, Max? Bagaimana kabarmu?"